[
  "What made you smile today?",
  "Who is someone you’re grateful for in your life?",
  "What is one thing in nature you appreciated today?",
  "What is a kind gesture you witnessed or received?",
  "What is a favorite memory that you cherish?",
  "What’s something small that brought you joy today?",
  "What is a personal strength you are thankful for?",
  "What’s something new you learned today?",
  "What’s a simple pleasure you enjoyed today?",
  "What’s a favorite food or drink you had recently?",
  "What’s a challenge you overcame recently?",
  "What’s a place that makes you feel safe or happy?",
  "Who made your day better today?",
  "What’s something about your home that you appreciate?",
  "What’s a moment of peace or calm you experienced today?",
  "What’s a piece of technology you’re grateful for?",
  "What’s a hobby or activity you enjoy?",
  "What’s a recent accomplishment you’re proud of?",
  "What’s a piece of advice you’ve received that helped you?",
  "What’s a song, movie, or book that inspired you recently?",
  "What’s a tradition or family ritual you value?",
  "What’s something about your body you appreciate?",
  "What’s an act of kindness you did for someone else?",
  "What’s a gift or opportunity you’ve received recently?",
  "What’s something about your culture or heritage you value?",
  "What’s a mistake you learned from?",
  "What’s a memory from childhood you treasure?",
  "What’s a goal you’re excited to work towards?",
  "What’s something you did today that made you proud?",
  "What’s a good conversation you had recently?",
  "What’s a skill or talent you’re thankful for?",
  "What’s something about your health you’re grateful for?",
  "What’s a special occasion you’re looking forward to?",
  "What’s something you love about your friends?",
  "What’s something you love about your family?",
  "What’s something funny or silly that happened today?",
  "What’s a quote or phrase that motivates you?",
  "What’s a comfort item or routine you appreciate?",
  "What’s a problem you solved recently?",
  "What’s something beautiful you noticed today?",
  "What’s a part of your daily routine that you enjoy?",
  "What’s a lesson you’re grateful to have learned?",
  "What’s something that surprised you in a good way today?",
  "What’s something about your job, school, or hobby you appreciate?",
  "What’s a dream or ambition that excites you?",
  "What’s something you own that makes life easier?",
  "What’s a random act of kindness you witnessed?",
  "What’s something about your personality you value?",
  "What’s something in your community you appreciate?",
  "What’s something about today that felt meaningful?"
]
